# Поляков Андрей ИУ7-12Б
# Текстовый процессор
# Умножение и деление, Вариант 5

import tools

TEXT = ["Им овладело чувство полной беспомощности. Прежде всего он не знал,",  # Ввод текста
        "правда ли, что год – 1984-й. Около этого – несомненно: он был почти",
        "and end",
        "уверен, что ему 13*3 лет, а родился он в 1944-м или 45-м, но теперь",
        "невозможно установить никакую дату точнее, чем с ошибкой в год или",
        "    ",
        "два. А для кого, вдруг озадачился он, пишется этот дневник? Для будущего,",
        "для тех, кто еще не родился. Мысль его покружила над сомнительной",
        "датой, записанной на листе, и вдруг наткнулась на новоязовское",
        "слово двоемыслие. И впервые стал виден весь масштаб его затеи."]

tools.menu(TEXT)  # Запуск меню
